Repository: collective/collective.newsflash
Catalog: src/collective/newsflash/locales/*/LC_MESSAGES/collective.newsflash.po
Languages: es, pt_br

source: Click here to add one.
es: Haga clic aquí para agregar una.
pt_br: Clique aqui para adicionar uma.

source: Controls
es: Controles
pt_br: Controles

source: Display speed
es: Velocidad de aparición
pt_br: Velocidade do texto

source: Edit
es: Editar
pt_br: Editar

source: Here you can modify the settings for collective.newsflash.
es: Desde aquí puede modificar la configuración de collective.newsflash.
pt_br: Aqui você pode modificar as configurações para o collective.newsflash.

source: Latest
es: Lo más reciente
pt_br: Notícia

source: Manage News Flashes
es: Administrar las noticias de última hora
pt_br: Gerenciar as notícias de última hora

source: News Flash
es: Noticia de última hora
pt_br: Notícias de última hora

source: News Flash Settings
es: Configuración de la barra de noticias de última hora
pt_br: Configuração da barra de notícias de última hora

source: Save
es: Guardar
pt_br: Salvar

source: The speed at which the news flashes appear on the screen. Values go from 0.0 - 1.0.
es: La velocidad a la que aparecen las noticias en pantalla. Los valores van de 0.0 a 1.0.
pt_br: A velocidade com que as notícias de última hora aparecem na tela. Os valores vão de 0,0 - 1,0.

source: The time, in milliseconds (ms), that each news flash item appears on the screen.
es: El tiempo, en milésimas de segundo, que cada noticia aparece en la pantalla.
pt_br: O tempo, em milissegundos (ms), em que cada notícia de última hora aparece na tela.

source: Time items appear on screen
es: El tiempo que permanece en pantalla cada noticia
pt_br: Tempo que os itens aparecem na tela

source: Title text
es: Texto de título
pt_br: Texto do título

source: To remove the title set this to an empty string.
es: Para remover el título, deje este campo vacío.
pt_br: Para remover o título deixe o campo em branco.

source: Whether or not to show the ticker controls.
es: Define si se muestran o no los controles de la barra de noticias
pt_br: Se deve mostrar ou não os controles do ticker.

source: You have no news flashes registered.
es: Usted no tiene noticias de última hora registradas.
pt_br: Não existem notícias de última hora cadastradas.

source: edit
es: editar
pt_br: editar
